<html>
    <head>
        <title>Suichenの博客</title><!--这是标题-->
        <meta charset="UTF-8">
        <meta name="viewport" content="width=device-width, initial-scale=1.0">
        <link rel="stylesheet" type="text/css" href="https://cdn.jsdelivr.net/npm/bootstrap@5.2.0-beta1/dist/css/bootstrap.min.css">
        <link rel="stylesheet" href="css/katex.min.css">
        <link rel="stylesheet" href="css/main.css">
    </head>
    <body id="background" for="html-export">
        <script src="https://code.jquery.com/jquery.js"></script>
        <script src="https://cdn.jsdelivr.net/npm/bootstrap@5.2.0-beta1/dist/js/bootstrap.bundle.min.js"></script>
            <div class="container">
                <div><!--页首部分-->
                <div class="row clearfix">
                    <div class="col-md-12 column">
                        <h1 class="text-center">
                            Suichenの私人博客
                        </h1>
                    </div>
                </div>
                <div class="row clearfix">
                    <div class="col-md-12 column">
                        <nav class="navbar navbar-default" role="navigation">
                            <div class="navbar-header">
                              <a class="navbar-brand" href="https://suizhuchen.github.io">主页</a>
                              <a class="navbar-brand" href="https://suizhuchen.github.io/speak">如何得体的说话</a>
                              <a class="navbar-brand" href="#">还不知道写点啥</a>
                            </div>
                            </nav>
                    </div>
                <hr>
                </div><!--页首部分结束-->
                <div>
                    <div class="mume markdown-preview  ">
                        <h1 class="mume-header" id="%E5%A6%82%E4%BD%95%E5%9C%A8%E7%BD%91%E7%BB%9C%E4%B8%8A%E5%BE%97%E4%BD%93%E7%9A%84%E4%BA%A4%E8%B0%88">&#x5982;&#x4F55;&#x5728;&#x7F51;&#x7EDC;&#x4E0A;&#x5F97;&#x4F53;&#x7684;&#x4EA4;&#x8C08;</h1>
                  
                  <h2 class="mume-header" id="how-to-talk-appropriately-on-the-internet">How to talk appropriately on the Internet</h2>
                  
                  <hr>
                  <h3 class="mume-header" id="%E7%9B%AE%E5%BD%95">&#x76EE;&#x5F55;</h3>
                  
                  <ul>
                  <li><a href="#%E6%8F%90%E5%89%8D%E8%AF%B4%E6%98%8E">&#x63D0;&#x524D;&#x8BF4;&#x660E;</a></li>
                  <li><a href="#%E7%8E%AF%E5%A2%83%E5%AF%BC%E5%85%A5">&#x73AF;&#x5883;&#x5BFC;&#x5165;</a></li>
                  <li><a href="#%E7%94%BB%E5%A4%A7%E9%A5%BC">&#x753B;&#x5927;&#x997C;</a></li>
                  <li><a href="#%E6%8F%90%E9%97%AE%E9%A2%98">&#x63D0;&#x95EE;&#x9898;</a></li>
                  </ul>
                  <hr>
                  <h3 class="mume-header" id="%E6%8F%90%E5%89%8D%E8%AF%B4%E6%98%8E">&#x63D0;&#x524D;&#x8BF4;&#x660E;</h3>
                  
                  <p>&#x672C;&#x7BC7;&#x5185;&#x5BB9;&#x51E0;&#x4E4E;&#x5168;&#x4E3A;&#x6587;&#x5B57;&#xFF0C;&#x4F46;&#x8BF7;&#x60A8;&#x8010;&#x5FC3;&#x7684;&#x8BFB;&#x4E0B;&#x53BB;&#xFF0C;&#x5982;&#x679C;&#x6709;&#x4EFB;&#x4F55;&#x7684;&#x89C1;&#x89E3;&#xFF0C;&#x60A8;&#x53EF;&#x4EE5;&#x8054;&#x7CFB;&#x6211;&#xFF0C;&#x6211;&#x4F1A;&#x5C3D;&#x5FEB;&#x56DE;&#x590D;&#x3002;<br>
                  &#x8FD9;&#x662F;&#x4E00;&#x7BC7;&#x5173;&#x4E8E;&#x5982;&#x4F55;&#x5728;&#x7F51;&#x7EDC;&#x4E0A;&#x4E0E;&#x4EBA;&#x4EA4;&#x8C08;&#x65F6;&#xFF0C;&#x4E0D;&#x4EE4;&#x4EBA;&#x611F;&#x5230;&#x4E0D;&#x9002;&#x7684;&#x6587;&#x7AE0;&#x3002;<br>
                  &#x8FD9;&#x4E9B;&#x90FD;&#x662F;&#x6211;&#x7684;&#x4E2A;&#x4EBA;&#x89C1;&#x89E3;&#xFF0C;&#x6240;&#x4EE5;&#x53EF;&#x80FD;&#x4E0D;&#x5B8C;&#x5168;&#x9002;&#x5E94;&#x6240;&#x6709;&#x4EBA;&#x3002;&#x597D;&#x4E86;&#xFF0C;&#x5F00;&#x59CB;&#x60A8;&#x7684;&#x9605;&#x8BFB;&#x5427;&#x3002;</p>
                  <hr>
                  <h3 class="mume-header" id="%E7%8E%AF%E5%A2%83%E5%AF%BC%E5%85%A5">&#x73AF;&#x5883;&#x5BFC;&#x5165;</h3>
                  
                  <p>&#x8EAB;&#x4E3A;&#x6587;&#x7AE0;&#x7684;&#x4F5C;&#x8005;&#xFF0C;&#x6211;&#x5199;&#x8FD9;&#x7BC7;&#x6587;&#x7AE0;&#x5F53;&#x7136;&#x662F;&#x8981;&#x89E3;&#x51B3;&#x4E00;&#x4E9B;&#x95EE;&#x9898;&#x3002;<br>
                  &#x6211;&#x6709;&#x4E00;&#x4E2A;&#x670B;&#x53CB;&#xFF0C;&#x4ED6;&#x8DDF;&#x6211;&#x5728;&#x540C;&#x4E00;&#x4E2A;&#x5B66;&#x6821;&#x3002;&#x4ED6;&#x867D;&#x5B66;&#x4E60;&#x4E0D;&#x592A;&#x5F73;&#x4E8D;&#xFF0C;&#x4F46;&#x662F;&#x4ED6;&#x5728;&#x5B66;&#x6821;&#x7684;&#x5B58;&#x5728;&#x611F;&#x8FD8;&#x662F;&#x6BD4;&#x8F83;&#x5F3A;&#x7684;&#x3002;&#x540C;&#x5B66;&#x4EEC;&#x5E73;&#x65F6;&#x4E5F;&#x7B97;&#x6BD4;&#x8F83;&#x559C;&#x6B22;&#x4ED6;&#x3002;&#x4F46;&#x662F;&#x4ED6;&#x5728;&#x7F51;&#x4E0A;&#x53BB;&#x548C;&#x4ED6;&#x4EBA;&#x4EA4;&#x8C08;&#x603B;&#x662F;&#x4E0D;&#x53D7;&#x5F85;&#x89C1;&#xFF0C;&#x7ECF;&#x5E38;&#x88AB;&#x4EBA;&#x51B7;&#x843D;&#x6216;&#x8005;&#x65E0;&#x6545;&#x7684;&#x60F9;&#x5230;&#x522B;&#x4EBA;&#x3002;&#x4ED6;&#x5411;&#x6211;&#x6C42;&#x52A9;&#xFF0C;&#x6211;&#x7ED3;&#x5408;&#x4ED6;&#x7684;&#x5E73;&#x65F6;&#x7684;&#x8BED;&#x8A00;&#xFF0C;&#x603B;&#x7ED3;&#x4E86;&#x4E00;&#x4E0B;&#x4ED6;&#x8BF4;&#x8BDD;&#x7684;&#x95EE;&#x9898;&#x6240;&#x5728;&#xFF0C;&#x5E0C;&#x671B;&#x5BF9;&#x4F60;&#x4EEC;&#x4E5F;&#x6709;&#x7528;&#x5904;&#x3002;</p>
                  <hr>
                  <h3 class="mume-header" id="%E7%94%BB%E5%A4%A7%E9%A5%BC">&#x753B;&#x5927;&#x997C;</h3>
                  
                  <p>&#x753B;&#x5927;&#x997C;&#x662F;&#x65E0;&#x8BBA;&#x5728;&#x7F51;&#x7EDC;&#x4E0A;&#x6216;&#x8005;&#x73B0;&#x5B9E;&#x4E2D;&#x90FD;&#x662F;&#x4E0D;&#x592A;&#x53D7;&#x4EBA;&#x5F85;&#x89C1;&#x7684;&#x3002;&#x5982;&#x679C;&#x4F60;&#x771F;&#x7684;&#x6709;&#x4E00;&#x756A;&#x96C4;&#x5FC3;&#x58EE;&#x5FD7;&#xFF0C;&#x90A3;&#x4E48;&#x5C31;&#x5148;&#x597D;&#x597D;&#x601D;&#x8003;&#x601D;&#x8003;&#x4ED6;&#x7684;&#x53EF;&#x884C;&#x6027;&#xFF0C;&#x5E76;&#x7ED3;&#x5408;&#x5F53;&#x4E0B;&#x73AF;&#x5883;&#xFF0C;&#x505A;&#x51FA;<code>&#x6B63;&#x786E;&#x7684;&#x51B3;&#x5B9A;</code>&#x3002;<br>
                  &#x90A3;&#x5982;&#x679C;&#x4F60;&#x65E0;&#x6CD5;&#x505A;&#x51FA;&#x51B3;&#x5B9A;&#x5462;&#xFF0C;&#x6211;&#x601D;&#x8003;&#x4E86;&#x51E0;&#x79CD;&#x53EF;&#x80FD;&#x6027;&#xFF1A;</p>
                  <blockquote>
                  <ul>
                  <li>&#x4F60;&#x7684;&#x5E74;&#x9F84;&#x4E0D;&#x652F;&#x6301;&#x4F60;&#x505A;&#x51FA;<code>&#x6B63;&#x786E;&#x7684;&#x51B3;&#x5B9A;</code></li>
                  </ul>
                  <blockquote>
                  <p>&#x90A3;&#x60A8;&#x5C31;&#x4E0D;&#x8981;&#x518D;&#x53BB;&#x753B;&#x5927;&#x997C;&#x4E86;&#xFF0C;&#x524D;&#x9762;&#x7684;&#x533A;&#x57DF;&#xFF0C;&#x4EE5;&#x540E;&#x5728;&#x63A2;&#x7D22;&#x5427;&#xFF08;&#x8BEF;</p>
                  </blockquote>
                  <ul>
                  <li>&#x4F60;&#x7684;&#x77E5;&#x8BC6;&#x4E0D;&#x652F;&#x6301;&#x4F60;&#x505A;&#x51FA;<code>&#x6B63;&#x786E;&#x7684;&#x51B3;&#x5B9A;</code></li>
                  </ul>
                  <blockquote>
                  <p>&#x90A3;&#x60A8;&#x5C31;&#x591A;&#x53BB;&#x770B;&#x770B;&#x4E00;&#x4E9B;&#x653B;&#x7565;&#xFF0C;&#x6216;&#x8005;<a href="#%E6%8F%90%E9%97%AE%E9%A2%98">&#x53BB;&#x63D0;&#x95EE;&#x9898;</a></p>
                  </blockquote>
                  <ul>
                  <li>&#x60A8;&#x7684;&#x60F3;&#x6CD5;&#x4E0D;&#x652F;&#x6301;&#x4F60;&#x505A;&#x51FA;<code>&#x6B63;&#x786E;&#x7684;&#x51B3;&#x5B9A;</code></li>
                  </ul>
                  <blockquote>
                  <p>&#x8FD9;&#xFF0C;&#x6211;&#x80FD;&#x8BF4;&#x4EC0;&#x4E48;&#x5462;&#xFF1F;&#x8BF4;&#x8BDD;&#x524D;&#x5148;<strong>&#x8FC7;&#x8FC7;&#x8111;&#x5B50;</strong>&#xFF1F;</p>
                  </blockquote>
                  </blockquote>
                  <hr>
                  <h3 class="mume-header" id="%E6%8F%90%E9%97%AE%E9%A2%98">&#x63D0;&#x95EE;&#x9898;</h3>
                  
                  <p>&#x8FD9;&#x91CC;&#x591A;&#x4E0D;&#x505A;&#x8D58;&#x8FF0;&#xFF0C;&#x5982;&#x679C;&#x60A8;&#x4E0D;&#x4F1A;&#x63D0;&#x95EE;&#x9898;&#xFF0C;&#x5C31;&#x53BB;&#x770B;<a href="https://github.com/ryanhanwu/How-To-Ask-Questions-The-Smart-Way/blob/main/README-zh_CN.md" title="&#x53BB;&#x770B;&#x770B;&#x5427;&#xFF0C;&#x4E0D;&#x7136;&#x4F60;&#x771F;&#x7684;&#x5F88;&#x4E0D;&#x53D7;&#x4EBA;&#x5F85;&#x89C1;">&#x63D0;&#x95EE;&#x7684;&#x667A;&#x6167;</a><br>
                  &#x7A0D;&#x5FAE;&#x603B;&#x7ED3;&#x4E00;&#x4E0B;&#xFF0C;&#x8BB0;&#x4F4F;&#xFF0C;&#x641C;&#x7D22;&#x5F15;&#x64CE;<a href="https://www.google.com">Google</a>&#x548C;<a href="https://www.baidu.com">Baidu</a>&#x6C38;&#x8FDC;&#x662F;&#x4F60;&#x6700;&#x597D;&#x7684;&#x670B;&#x53CB;&#xFF0C;&#x5728;&#x63D0;&#x95EE;&#x9898;&#x4E4B;&#x524D;&#xFF0C;&#x5148;&#x591A;&#x4E86;&#x89E3;&#x81EA;&#x5DF1;&#x7684;&#x4FE1;&#x606F;&#xFF0C;&#x4EE5;&#x53CA;&#x9700;&#x8981;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x65B9;&#x5411;&#xFF0C;&#x4ED6;&#x4EBA;&#x6CA1;&#x6709;&#x4E49;&#x52A1;&#x4E3A;&#x60A8;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x3002;&#x8FD8;&#x6709;&#xFF0C;&#x4E0D;&#x8981;&#x628A;&#x81EA;&#x5DF1;&#x6BD4;&#x4F5C;&#x5F31;&#x52BF;&#x8005;&#xFF0C;&#x6CA1;&#x4EBA;&#x4F1A;&#x53EF;&#x601C;&#x60A8;&#x3002;</p>
                  <hr>
                  <h3 class="mume-header" id="%E7%BB%93%E5%B0%BE">&#x7ED3;&#x5C3E;</h3>
                  
                  <p>&#x611F;&#x89C9;&#x4E5F;&#x6CA1;&#x4EC0;&#x4E48;&#x8BF4;&#x7684;&#x4E86;&#xFF0C;&#x603B;&#x7ED3;&#x4E00;&#x4E0B;&#xFF0C;&#x6211;&#x670B;&#x53CB;&#x7684;&#x95EE;&#x9898;&#x5C31;&#x662F;&#xFF1A;&#x8FC7;&#x4E8E;&#x81EA;&#x4FE1;&#xFF0C;&#x611F;&#x89C9;&#x81EA;&#x5DF1;&#x5C31;&#x662F;&#x8FD9;&#x4E2A;&#x56E2;&#x961F;&#x7684;&#x9886;&#x5934;&#x7F8A;&#x5E76;&#x628A;&#x81EA;&#x5DF1;&#x63A8;&#x5411;&#x90A3;&#x4E2A;&#x4F4D;&#x7F6E;&#x3002;&#x53EA;&#x80FD;&#x8BF4;&#xFF0C;&#x8FD9;&#x4E48;&#x4E0D;&#x53D7;&#x4EBA;&#x5F85;&#x89C1;&#x7684;&#x4EBA;&#xFF0C;&#x901A;&#x5E38;&#x95EE;&#x9898;&#x90FD;&#x662F;&#x9605;&#x5386;&#x4E0D;&#x591F;&#xFF08;&#x5E74;&#x9F84;&#xFF09;&#xFF0C;&#x7ECF;&#x8FC7;&#x65F6;&#x95F4;&#x7684;&#x78E8;&#x783A;&#x540E;&#xFF08;&#x957F;&#x5927;&#x70B9;&#xFF09;&#xFF0C;&#x5C31;&#x5E94;&#x8BE5;&#x4E0D;&#x4F1A;&#x6709;&#x8FD9;&#x79CD;&#x70E6;&#x607C;&#x4E86;&#x3002;</p>
                  <hr>
                    <address>
                    <div class="col-md-12 column">
                         <strong>Suichenの私人博客</strong><br /> Email:lyfdacallmain@163.com<br /> QQ:3143709511
                    </div>
                    </address>
                    </div>
                    </div>
               </div>
            </div>
        </div>
    </body>
</html>
